<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>Johann Poignant</title>
    <meta name="keywords" content="Johann Poignant, Video OCR, multimodal fusion, person recogniton, Phd, th&egrave;se, LIG, MRIM, GETALP, Grenoble, UJF, Universit&eacute; de Grenoble, LIMSI" />
    <meta name="description" content="Johann Poignant" />
    <link href="css/style.css" rel="stylesheet" type="text/css" />
    <link rel="stylesheet" href="css/coda-slider.css" type="text/css" media="screen" charset="utf-8" />
    <script src="js/jquery-1.7.1.min.js" type="text/javascript"></script>
    <script src="js/jquery.scrollTo-1.3.3.js" type="text/javascript"></script>
    <script src="js/jquery.localscroll-1.2.5.js" type="text/javascript" charset="utf-8"></script>
    <script src="js/jquery.serialScroll-1.2.1.js" type="text/javascript" charset="utf-8"></script>
    <script src="js/coda-slider.js" type="text/javascript" charset="utf-8"></script>
    <script src="js/jquery.easing.1.3.js" type="text/javascript" charset="utf-8"></script>
</head>
<body>
  <div id="slider">    
    <div id="sidebar">
      <div id="header">
        <div class="title" id="title"> Poignant Johann  </div>
      </div> 
      <span id="lang1"> <a href="index_en.html"><img src="images/drapeau-anglais.gif" width="40" height="27" /></a> </span>
      <span id="lang2"> <a href="index.html"><img src="images/drapeau-francais.gif" width="40" height="27" /></a></span>
      <ul class="navigation">
        <li><a href="#accueil">         Accueil                <span class="ui_icon home">            </span></a></li>
        <li><a href="#recherche">       Recherche              <span class="ui_icon recherche">       </span></a></li>
        <li><a href="#publications">    Publications           <span class="ui_icon publications">    </span></a></li>
        <li><a href="#projets">         Projets                <span class="ui_icon projets">         </span></a></li>            
        <li><a href="#download">        Code                   <span class="ui_icon download">        </span></a></li>
        <li><a href="#experiences_pro"> Exp&eacute;riences pro <span class="ui_icon experiences_pro"> </span></a></li>
        <li><a href="#formations">      Formations             <span class="ui_icon formations">      </span></a></li>
        <li><a href="#enseignements">   Enseignements          <span class="ui_icon enseignements">   </span></a></li>
        <li><a href="#contact">         Contact                <span class="ui_icon contactus">       </span></a></li>
        </ul>
      <div id="cv"> <a href="pdf/CV_Johann_Poignant.pdf" target="_blank"><img src="images/depot_cv.png"  width="50" height="50" /></a> </div>
    </div> 
    <div id="main">
      <div id="content">
        <div class="scroll">
          <div class="scrollContainer">                
            <div class="panel" id="accueil">
              <h2>Post-doc au LIMSI (Paris)</h2>    
              <div class="image_wrapper image_fl">
                <img src="images/moi.jpg" width=150 height=150 alt="image" />
              </div>
              <br>
              <p>Je suis actuellement ingénieur de recherche au Laboratoire d'Informatique de Grenoble. </p>
              <br>
              <p> Mes recherches portent sur l'extraction d'information dans des donn&eacute;es multi-modales, le traitement d'images, sons et vid&eacute;os (Video OCR, identification des visages, locuteurs...), la fusion multi-modale (&agrave; base de classifieurs, regroupements contraints, propagations intra et inter-modale) et l'annotation non-supervis&eacute;e, semi-supervis&eacute;e, apprentissage actif.
              <br> <br> <br>
              <a href="#recherche">Plus de d&eacute;tails sur mes activit&eacute;s de recherche <span>&raquo;</span></a>  <br>
              <a href="#publications">Liste de mes publications <span>&raquo;</span></a>                
            </div>
            
            <div class="panel" id="recherche">
                    
              <h2>Activit&eacute;s de recherche </h2> 
                                        
              <p> <span class="spanh4"> Framework Camomile : </span> Dans le cadre du projet Camomile, nous avons d&eacute;velopp&eacute; un prototype de framework d'annotations collaboratives de donn&eacute;es multimodales, multim&eacute;dias, multilingues effectu&eacute;es sur de multiples sites. Ce Framework peut-&ecirc;tre utilis&eacute; via des interfaces pour des annotations manuelles ou par des syst&egrave;mes automatiques. Il sera test&eacute; dans le cadre d'une tache &agrave; Mediaeval 2015 (code source sur <a HREF="https://github.com/camomile-project">github</a>) </p>
                        
              <p> <span class="spanh4"> Organisation de la tâche « Multimodal Person Discovery in Broadcast TV » &agrave; <a HREF="http://www.multimediaeval.org/mediaeval2015/">MediaEval 2015</a> </span> (benchmark d'&eacute;valuation d'algorithmes d'acc&egrave;s et de recherche aux donn&eacute;es multim&eacute;dias) : nous proposons &agrave; la communaut&eacute; de rechercher les personnes pr&eacute;sentes dans des journaux t&eacute;l&eacute;vis&eacute;s, sans utiliser de mod&egrave;les biom&eacute;triques entrain&eacute;s a priori mais en utilisant les informations contenues dans la vid&eacute;o (noms prononc&eacute;s et &eacute;crits &agrave; l'&eacute;cran). Pour cette campagne d'&eacute;valuation nous fournissons un ensemble de syst&egrave;mes de base pour traiter toutes les modalit&eacute;s des vid&eacute;os (code source de ces syst&egrave;mes sur <a HREF="https://github.com/MediaevalPersonDiscoveryTask">github</a>) </p>

              <p> <span class="spanh4"> D&eacute;tection et reconnaissance des caract&egrave;res dans les vid&eacute;os : </span> nous avons d&eacute;velopp&eacute; LOOV (source code sur <a HREF="https://github.com/johannpoignant/LOOV">github</a>) un outil de video OCR qui commmence par la d&eacute;tection spatio-temporelles des textes &eacute;crits à l'&eacute;cran puis adapte ces images pour un logiciel d'OCR standard. Une combinaison de plusieurs transcriptions pour une m&ecirc;me bo&icirc;te de texte permet d'augmenter la qualit&eacute; de transcription. Cet outil a &eacute;t&eacute; utiliser pour extraire des noms de personnes &eacute;crits &agrave; l’&eacute;cran dans un cartouche (zones spatiales utilis&eacute;es par la chaine pour &eacute;crire un nom en vue d’introduire la personne correspondante). Ce sont des sources d’information importantes pour l’identification des personnes pr&eacute;sentes dans les vid&eacute;os.  </p>

              <p> <span class="spanh4"> Identification multimodal des personnes dans les &eacute;missions de t&eacute;l&eacute;vision </span> soient &agrave; partir de mod&egrave;les biom&eacute;triques appris a priori ou &agrave; partir de la propagation des noms &eacute;crits ou cit&eacute;s &agrave; l'oral propag&eacute; sur des clusters de tours de parole et/ou de visages. </p>
                        
              <p> <span class="spanh4"> Extraction des noms de personnes dans la presse web pour la mod&eacute;lisation de mini-mondes li&eacute;s &agrave; l’actualit&eacute; : </span> La presse web est une source d’information int&eacute;ressante pour savoir qui fait l’actualit&eacute; &agrave; une date/p&eacute;riode donn&eacute;e et quels sont les liens entre les personnes faisant cette actualit&eacute;. L’extraction des entit&eacute;s nomm&eacute;es de la multitude d’articles de journaux diffus&eacute;s sur le web chaque jour nous a permis de cr&eacute;er des mini-mondes des personnes qui font l’actualit&eacute;. Ces mini-mondes pouvant, par exemple, proposer une liste r&eacute;duite des personnes pouvant apparaitre dans d’autres m&eacute;dias tels que les journaux t&eacute;l&eacute;vis&eacute;s. </p>
                        
              <p> <span class="spanh4"> Analyse spatio-temporelle d'IRM dynamiques pour la  d&eacute;tection de zones suspectes du cancer de la prostate : </span> Apr&egrave;s l'injection d'un produit de contraste, l'acquisition de s&eacute;quences d'images IRM de la prostate peut mettre en &eacute;vidence des zones potentiellement canc&eacute;reuses. Ces zones changent d'aspect diff&eacute;remment des zones saines. L'utilisation du coefficient de corr&eacute;lation temporelle nous a permis de valider la faisabilit&eacute; d'une technique bas&eacute;e sur la comparaison de l'&eacute;volution de la concentration du produit de contraste dans les tissus des patients.  </p>
                 
              <br>
              <h2> Th&egrave;se de doctorat </h2> 
              <p> <span class="spanh4"> Identification non-supervis&eacute;e de personnes dans les flux t&eacute;l&eacute;vis&eacute;s </span> <span class="link2"> <a href="pdf/POIGNANT--PHD--2013.pdf" target="_blank">PDF </a> </span> <span class="link2"> <a href="http://mi2s.imag.fr/identification-non-supervisee-de-personnes-dans-les-flux-televises"  target="_blank"> vid&eacute;o de la pr&eacute;sentation orale </a> </span> </p>

              <br>
              <a href="#publications">Liste de mes publications <span>&raquo;</span></a>                
            </div>
                   
            <div class="panel" id="publications">
              <h2>Publication </h2>
              <h4>Journaux</h4>
              <ul>
                <li> Naming multi-modal clusters to identify persons in TV Broadcast. J. Poignant, G Fortier, L. Besacier, G. Qu&eacute;not. MTAP 2015 <span class="link2"><a href="pdf/POIGNANT--MTAP--2015.pdf" target="_blank">PDF</a> </span> </li>
                <li>Unsupervised speaker identification in TV broadcast based on written names. J. Poignant, L. Besacier, G. Qu&eacute;not. ASLP 2014 <span class="link2"><a href="pdf/POIGNANT--ASLP--2014.pdf" target="_blank">PDF</a> </span> </li>
                <li> Nommage non-supervis&eacute; des personnes dans les &eacute;missions de t&eacute;l&eacute;vision : utilisation des noms &eacute;crits, des noms prononc&eacute;s ou des deux ? J. Poignant, L. Besacier, G. Qu&eacute;not. Document num&eacute;rique, 2014 <span class="link2"><a href="pdf/POIGNANT--DN--2014.pdf" target="_blank">PDF </a> </span> </li>
              </ul>

              <h4>Conf&eacute;rences</h4>
              <ul>       
                <li> The CAMOMILE collaborative annotation platform for multi-modal, multi-lingual and multi-media documents, J. Poignant, M. Budnik, H. Bredin, C. Barras, M. Mickael Stefas, P. Bruneau, G. Adda, L. Besacier, H. Ekenel, G. Francopoulo, J. Hernando, J. Mariani, R. Morros, G. Quénot, S. Rosset, T. Tamisier, Language Resources and Evaluation Conference, LREC 2016 </li>
                <li> Benchmarking multimedia technologies with the CAMOMILE platform: the case of Multimodal Person Discovery at MediaEval 2015, J. Poignant, H. Bredin, C. Barras, M. Stefas, P. Bruneau, T. Tamisier, Language Resources and Evaluation Conference, LREC 2016 </li>
                <li> A Visual Analytics Approach to Finding Factors Improving Automatic Speaker Identifications. Pierrick Bruneau, Mickael Stefas, Herv&eacute; Bredin, Johann Poignant, Thomas Tamisier, Claude Barras, ICMI 2015 </li>
                <li> LIMSI at MediaEval 2015: Person Discovery in Broadcast TV Task. J Poignant, H Bredin, C Barras, MediaEval 2015 </li>
                <li> Multimodal person discovery in broadcast tv at mediaeval 2015, J Poignant, H Bredin, C Barras, MediaEval 2015 </li>
                <li> Collaborative Annotation for Person Identification in TV Shows. Matheuz Budnik, Laurent Besacier, Johann Poignant, Herv&eacute; Bredin, Claude Barras, Mickael Stefas, Pierrick Bruneau, Thomas Tamisier, Interspeech 2015 </li>
                <li> What Makes a Speaker Recognizable in TV Broadcast? Going Beyond Speaker Identification Error Rate. Delphine Charlet, Johann Poignant, Herv&eacute; Bredin, Corinne Fredouille, Sylvain Meignier. Errare 2015 </li>
                <li> Collaborative Annotation of Multimedia Resources. P. Bruneau, M. Stefas, M. Budnik, J. Poignant, H. Bredin, T. Tamisier, B. Otjacques, CDVE 2014 </li>
                <li> Automatic propagation of manual annotations for multimodal person identification. M. Budnik, J. Poignant, L. Besacier, G. Qu&eacute;not CBMI 2014 </li>
                <li> Active Selection with Label Propagation for Minimizing Human Effort in Speaker Annotation of TV Shows, M. Budnik, J. Poignant, L. Besacier, G. Qu&eacute;not. SLAM 2014 </li>  
                <li> Unsupervised naming of speakers in broadcast TV: using written names, pronounced names or both ? J. Poignant, L. Besacier, V. B. Le, S. Rosset,  G. Qu&eacute;not. INTERSPEECH 2013. <span class="link2"><a href="pdf/POIGNANT--INTERSPEECH--2013.pdf" target="_blank">PDF </a> </span> </li>
                <li>  Towards a better integration of written names for unsupervised speakers identification in videos. J. Poignant, H. Bredin, L. Besacier, G. Qu&eacute;not, C. Barras. SLAM 2013. <span class="link2"><a href="pdf/POIGNANT--SLAM--2013.pdf" target="_blank">PDF </a> </span> </li>
                <li> Integer Linear Programming for Speaker Diarization and Cross-Modal Identification in TV Broadcast. H. Bredin, J. Poignant. INTERSPEECH 2013 <span class="link2"> <a href="pdf/BREDIN--INTERSPEECH--2013.pdf" target="_blank">PDF</a> </span> </li>
                <li>  QCOMPERE @ REPERE 2013. H. Bredin, J. Poignant, G. Fortier, M. Tapaswi, V.-B. Le, A. Roy, C. Barras,  S. Rosset, A. Sarkar, Q. Yang, H. Gao, A. Mignon, J. Verbeek, L. Besacier, G. Qu&eacute;not, H. K. Ekenel, R. Stiefelhagen. SLAM 2013 <span class="link2"><a href="pdf/BREDIN--SLAM--2013.pdf" target="_blank">PDF </a> </span> </li>
                <li> Fusion of Speech, Faces and Text for Person Identification in TV Broadcast. H. Bredin, J. Poignant, M. Tapaswi, G. Fortier, V.-B. Le, T. Napoleon, H. Gao, C. Barras, S. Rosset, L. Besacier, J. Verbeek, G. Qu&eacute;not, F. Jurie, H.K. Ekenel. ECCV 2012 <span class="link2"><a href="pdf/BREDIN--SLAM--2013.pdf" target="_blank">PDF </a> </span> </li>
                <li> Unsupervised Speaker Identification using Overlaid Texts in TV Broadcast. J. Poignant, H. Bredin, V.-B. Le, L. Besacier, C. Barras, Georges Qu&eacute;not. INTERSPEECH 2012. <span class="link2"><a href="pdf/POIGNANT--INTERSPEECH--2012.pdf" target="_blank">PDF </a> </span> </li>
                <li> From text detection in videos to person identification. J. Poignant, L. Besacier, G. Qu&eacute;not, F. Thollard. ICME 2012. <span class="link2"><a href="pdf/POIGNANT--ICME--2012.pdf" target="_blank">PDF </a> </span> </li>                
                <li> Text Detection and Recognition for Person Identification in Video. J. Poignant, F. Thollard, G. Qu&eacute;not, L. Besacier. CBMI 2011. <span class="link2"><a href="pdf/POIGNANT--CBMI--2011.pdf" target="_blank">PDF </a> </span> </li>
                <li> Nommage non-supervis&eacute; des personnes dans les &eacute;missions de t&eacute;l&eacute;vision: une revue du potentiel de chaque modalit&eacute;. J. Poignant, L. Besacier, G. Qu&eacute;not. CORIA 2013. <span class="link2"><a href="pdf/POIGNANT--CORIA--2013.pdf" target="_blank">PDF </a> </span> </li>
                <li> D&eacute;tection et reconnaissance de texte dans les documents vid&eacute;os, Et leurs apports &agrave; la reconnaissance de personnes. J. Poignant. RJCRI/CORIA 2011 <span class="link2"><a href="pdf/POIGNANT--RJCRI_CORIA--2011.pdf" target="_blank">PDF</a> </span> </li>
              </ul>
            </div>

            <div class="panel" id="projets">
              <h2>Projets</h2> 
              <h3> Quaero </h3>       
              <p> Programme collaboratif d’innovation et de recherche industrielle sur l’analyse automatique et l’enrichissement de contenus num&eacute;riques, multim&eacute;dias et multilingues. </p>
              <br>
              
              <h3> Qcompere </h3>
              <p> Consortium Quaero pour la Reconnaissance Multimodale des Personnes. Consortium constitu&eacute; pour participer au d&eacute;fi REPERE. Ce d&eacute;fi est un projet d'&eacute;valuation dans le domaine de la reconnaissance multim&eacute;dia de personnes dans des documents t&eacute;l&eacute;visuels. Le projet doit r&eacute;pondre &agrave; 4 questions : qui est visible, qui parle, quel nom est &eacute;crit &agrave; l’&eacute;cran et quel nom a &eacute;t&eacute; prononc&eacute;. Que ce soit de mani&egrave;re monomodale (utilisation de la seul modalit&eacute; pour r&eacute;pondre &agrave; la question associ&eacute;e) ou multimodale en utilisant seulement les vid&eacute;os du corpus ou encore toutes les ressources disponibles (corpus d'apprentissage, donn&eacute;es du web, etc). </p>
              <br>
              
              <h3> Camomile </h3>
              <p> Collaborative Annotation Of Multi-MOdal, MultI-Lingual And Multi-MEdia Documents, est un projet qui vise &agrave; d&eacute;velopper un premier prototype d'annotation collaborative sur des donn&eacute;es 3M (multimodales, multim&eacute;dia et multilingue), dans lequel l'annotation manuelle sera effectu&eacute;e &agrave; distance sur de nombreux sites, avec une pr&eacute;-annotations automatiques (techniques it&eacute;ratives d'apprentissage, s&eacute;lection des donn&eacute;es pour les strat&eacute;gies d'apprentissage actif, etc.). </p>
              <br>
              
              <h3> GUIMUTEIC </h3>
              <p> Création d’un GUide MUltimédia de TEte, Informatif et Connecté pour l’aide à la visite, sous la forme d'un casque audio comportant un écran rabattable permettant l'affichage d'informations sans pour autant détourner le regard de l'œuvre ou de l'objet en place. Le système communique avec l'environnement du visiteur et permettra une réelle interactivité en analysant les mouvements corporels de celui-ci. </p>

            </div>

            <div class="panel" id="download">
              <h2>Code</h2>
              <a HREF="https://github.com/MediaevalPersonDiscoveryTask">Person Discovery Task at Mediaeval 2015</a> <br>
              <a HREF="https://github.com/camomile-project">Projet Camomile</a> <br>
              <a HREF="https://github.com/johannpoignant/LOOV">LOOV</a> (video OCR) <br>
            </div>

            <div class="panel" id="experiences_pro">
              <h2>Exp&eacute;riences professionelles</h2>
              <ul>
                <li>March 2016 - February 2017: Ingénieur de recherche au Laboratoire d'Informatique de Grenoble (LIG) sur la détection de geste pour un guide multimédia de tête informatif et connecté </li>
                <li>Septembre 2014 - Février 2016 : Post-doctorant au Laboratoire d'Informatique pour la M&eacute;canique et les Sciences de l'Ing&eacute;nieur (LIMSI) &agrave; Paris, Organisation de la nouvelle tâche <A HREF="https://github.com/MediaevalPersonDiscoveryTask">"Person Discovery Task"</A> au sein d’un benchmark international (MediaEval) </li> 
                <li>Septembre 2013 - Ao&ucirc;t 2014 : ATER &agrave; l'Unviersit&eacute; Pierre Mend&egrave;s-France et au Laboratoire d'informatique de Grenoble, &eacute;quipe MRIM et GETALP  </li>                
                <li>Octobre 2010 - Ao&ucirc;t 2013 : Doctorant au Laboratoire d'informatique de Grenoble, &eacute;quipe MRIM et GETALP, identification non-supervis&eacute;e des personnes dans les documents audio-visuels </li>
                <li>Mai 2010 - Juillet 2010 : Ing&eacute;nieur d&eacute;veloppement pour la soci&eacute;t&eacute; Adelitis, d&eacute;veloppement d’une plateforme de gestion de version de documents  </li>
                <li>F&eacute;vrier 2009 - Juin 2009 : Stage M2R au laboratoire TIMC (Grenoble) dans l’&eacute;quipe GMCAO, analyse spatio-temporelle d'IRM dynamiques pour la d&eacute;tection de zones suspectes du cancer de la prostate </li>
                <li>Juillet 2005 - Ao&ucirc;t 2008 : Coordinateur de la section BTS Domotique au CFP Charmilles  </li>
                <li>Mars 2005 - Ao&ucirc;t 2008 : Formateur informatique (d&eacute;veloppement C, C++, base de donn&eacute;es...), &eacute;lectrotechnique, &eacute;lectronique, m&eacute;canique au CFP les Charmilles  </li>
                <li>Avril &agrave; Ao&ucirc;t 2004 : Stage dans une entreprise de d&eacute;veloppement et maintenance r&eacute;seau dans une soci&eacute;t&eacute; de services informatiques, r&eacute;alisation d'un outil d'audit de parcs informatique. </li>
                <li>10 semaines en 2001 : Stage pour la r&eacute;alisation d’un banc de test pour la carte &eacute;lectronique principale d’un chauffage par induction.  </li>
                <li>Et&eacute; 1999 à 2003 : activit&eacute;s saisonni&egrave;res (surveillant mus&eacute;e, vendeur sp&eacute;cialis&eacute; (carrelage, salle de bain), livreur de pi&egrave;ces automobile, livreur de journaux, surveillant de site industriel)  </li>                
              </ul>       
            </div>  

            <div class="panel" id="formations">
              <h2>Formations </h2>
              <ul>
                <li><b>Doctorat</b> d'informatique de l'Universit&eacute; de Grenoble au Laboratoire d'informatique de Grenoble (LIG) - Equipes MRIM et GETALP - Sous la direction de Laurent Besacier et Georges Qu&eacute;not - Titre : Identification non-supervis&eacute;e des personnes dans les flux t&eacute;l&eacute;vis&eacute;s</li>
                <li><b>M2R Informatique IAW </b>(Intelligence Artificielle et Web) mention bien, Universit&eacute; Joseph Fourier, Grenoble </li>
                <li><b>DESS CCI</b> (comp&eacute;tence compl&eacute;mentaire en informatique) mention assez bien, Universit&eacute; Claude Bernard Lyon 1 </li>
                <li><b>Maitrise EEA</b> (Electronique Electrotechnique Automatique) Universit&eacute; Claude Bernard Lyon 1 </li>
                <li><b>Licence IE</b> (Ing&eacute;nierie Electrique) Universit&eacute; Claude Bernard Lyon 1 </li>
                <li><b>IUT GEII</b> (G&eacute;nie &eacute;lectrique et informatique industrielle) Universit&eacute; Joseph Fourier, Grenoble </li>
                <li><b>BAC STI</b> g&eacute;nie &eacute;lectrotechnique, Lyc&eacute;e Vaucanson Grenoble </li>
              </ul>    
            </div>

            <div class="panel" id="enseignements">
              <h2>Activit&eacute;s d'enseignement </h2>     
              <h4>Ann&eacute;e  2014-2015 : </h4>
              <ul>
                <li>Base de donn&eacute;es - avanc&eacute; (PL/SQL, JDBC, objet): DUT Informatique ann&eacute;e sp&eacute;ciale </li>
              </ul>                        
              <h4>Ann&eacute;e  2013-2014 : </h4>
              <ul>
                <li>Base de donn&eacute;es, Licence 3 &eacute;conomie et gestion </li>
                <li>Pratique avanc&eacute; du tableur, Licence 3 &eacute;conomie et gestion </li>
                <li>C2i, Licence 1 et 2 &eacute;conomie et gestion </li>
              </ul>
              <h4>Ann&eacute;e 2011-2016 : </h4>
              <ul>
                <li>TP et projet sur des applications biom&eacute;triques, 5&egrave;me ann&eacute;e polytech Grenoble, option RICM</li>
              </ul>
              <h4>Ann&eacute;e 2011-2012 : </h4>
              <ul>
                <li>Gestion de projet sur des applications biom&eacute;triques, 5&egrave;me ann&eacute;e polytech Grenoble, option RICM</li>
              </ul>
              <h4>Ann&eacute;e 2010-2011 : </h4>
              <ul>
                <li>TP d&eacute;veloppement en langage JAVA, 1&egrave;re ann&eacute;e INPG option G&eacute;nie industriel</li>
              </ul>
              <h4>Ann&eacute;e 2005-2008 : </h4>
              <ul>
                <li>Suivi de projet des BTS Domotique </li>
                <li>TP d’informatique d&eacute;veloppement en C++ au BTS Informatique De Gestion </li>
                <li>Cours, TD d’informatique commerciale au BTS Management des Unit&eacute;s Commerciales, BTS N&eacute;gociation Relation Client </li>
                <li>Cours, TD d’&eacute;lectronique, Electrotechnique au BTS Fluide Energie Environnement, BTS Domotique </li>
                <li>Cours, TD de g&eacute;nie m&eacute;canique, g&eacute;nie &eacute;lectrique au BTS Technico-commercial</li> 
                <li>TD Informatique bureautique au CQP immobilier, BAC secr&eacute;tariat </li>
              </ul>

              <br>
              <h2> Responsabilit&eacute;s administratives </h2>
              <h4>Coordination du BTS domotique de 2005  &agrave; 2008 :  </h4>                   
              <ul>
                <li>S&eacute;lection des candidats (entretien individuel + s&eacute;lection sur dossier, ~90/an)</li>  
                <li>Organisation p&eacute;dagogique de la section</li>  
                <li>Suivi en entreprises des &eacute;l&egrave;ves en alternance  (~40 &eacute;l&egrave;ves/an)  </li>                   
              </ul>                     
            </div>

            <div class="panel" id="contact">
              <h2>Contacts</h2>
              Tel : 06 88 38 35 07         <br>                    
              mail :  prenomnom@yahoo.fr   <br>          
              mail :  prenom.nom@limsi.fr  <br> 
              mail :  prenom.nom@imag.fr   <br> 
            </div>
          </div>
        </div>
      <div id="footer">
        Copyright © 2011 <a href="#">Johann Poignant</a> | <a href="http://www.iwebsitetemplate.com" target="_parent">Website Templates</a> by 
        <a href="http://www.templatemo.com" target="_parent">Free CSS Templates</a>
      </div>
    </div>
  </div>
</body>
</html>
